Repository: rkward-community/rk.gitInstall
Catalog: inst/rkward/po/rkward__Installfromgit_rkward.*.po
Languages: de

# NAME OF TRANSLATORS
source: Your names
de: m.eik michalke

# EMAIL OF TRANSLATORS
source: Your emails
de: meik.michalke@hhu.de

source: RKWard GUI to install R packges directly from git or subversion repositories
de: RKWard GUI, um R-Pakete direkt aus einem git- oder Subversion-Repository zu installieren

source: Install from git
de: Installation via git

source: Install from git results
de: Ergbenisse der Installation via git

source: Set the location where the package resides that you want to install.
de: Definieren Sie den Ort, an dem das Paket zu finden ist, das Sie installieren möchten.

source: Specify the user name (GitHub, GitLab and Bitbucket only).
de: Geben Sie den Benutzernamen an (nur GitHub, GitLab oder Bitbucket).

source: Give the repository name (GitHub, GitLab and Bitbucket only).
de: Geben Sie den Namen des Repository an (nur GitHub, GitLab oder Bitbucket).

source: Give the full URL to the repository (generic git and svn only).
de: Geben Sie den vollen URL zum Repository an (nur generisches git und svn).

source: If you want a certain commit, tag or branch for installation, define that here.
de: Wenn Sie einen bestimmten Commit, Tag oder Branch intallieren möchten, definieren Sie diesenhier

source: If you want to install from a subdirectory of the repository, define that here.
de: Wenn Sie aus einen bestimmten Unterordner des Repository intallieren möchten, definieren Sie diesenhier

source: To install from a private repository, set your personal access token (PAT, GitHub and GitLab only).
de: Um von einem privaten Repository zu installieren, geben Sie Ihren persönlichen Zugangs-Token an (PAT, nur GitHub und GitLab)

source: To install from a private repository, set the user name (Bitbucket only).
de: Um von einem privaten Repository zu installieren, geben Sie Ihren Benutzernamen an (nur Bitbucket)

source: To install from a private repository, set the password (Bitbucket only).
de: Um von einem privaten Repository zu installieren, geben Sie Ihr Passwort an (nur Bitbucket)

source: Install from git/svn
de: Installation via git/svn

source: Package source
de: Paketquelle

source: git (generic)
de: git (generisch)

source: subversion (generic)
de: Subversion (generisch)

source: Package reporitory
de: Paketrepository

source: Git user name
de: Git-Benutzername

source: URL to repository
de: URL zum Repository

source: Subdirectory
de: Unterordner

source: Private repository
de: Privates Repository

source: Personal access token (PAT)
de: Persönlicher Zugangs-Token (PAT)

source: User
de: Benutzer

source: Password
de: Passwort

source: Settings
de: Einstellungen
